Repository: Xurizayniev/Game_world
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: created_at
uz: yaratilgan sana

source: name
uz: nom

source: title
uz: Nom

source: poster
uz: plakat

source: image body
uz: plakat

source: company
uz: kompaniya

source: category
uz: toifa

source: platform
uz: quririlma

source: Average rating
uz: Umumiy baho

source: like
uz: ajoyib

source: dislike
uz: Yoqtirmaslik

source: Create post
uz: Yangilik qo'shish

source: Tags:
uz: Teglar

source: Comments
uz: Izohlar

source: Leave a reply
uz: Izoh qoldiring

source: Please sign up before you add comment
uz: izoh yozishdan avval ro'yxatdan o'ting

source: Cart Total
uz: Barcha chiqmlar

source: Games
uz: O'yinlar

source: Total
uz: Umumiy

source: PRICE AND DOWNLOAD
uz: Narx va sotib olmoq

source: you already bought this game
uz: Siz ushbu o'yinni allaqachon sotib olgansiz

source: Remove from Cart
uz: Savatdan o'chirish

source: Add to Cart
uz: Savatga qo'shish

source: ratings
uz: Baholar

source: Write Your Review
uz: baho qo'ying

source: how do you game?
uz: O'yin haqida fikringiz

source: review:
uz: baho:

source: ADD RATING
uz: Baholash

source: Please sign up before you add rating
uz: Baho qo'yish uchun saytga kiring

source: FEATURED GAMES
uz: OMMABOP O'YINLAR

source: VIEW ALL GAMES
uz: Barcha o'yinlarni ko'rish

source: new
uz: Yangi

source: games
uz: o'yinlar

source: view demo
uz: Videoni ko'rish

source: review
uz: Baho

source: rating:
uz: baho:

source: trailer
uz: Video

source: news
uz: Yangiliklar

source: follow us
uz: Bizga obuna bo'ling

source: Checkout
uz: To'lash

source: profile
uz: Shaxsiy sahifa

source: Blog create
uz: Yangilik qo'shish

source: logout
uz: chiqish

source: login
uz: kirish

source: register
uz: Ro'yxatdan o'tish

source: New games
uz: Yangi o'yinlar

source: popular/recomended
uz: Ommabop

source: recent post
uz: Oxirgi yangiliklar

source: search games
uz: Qidirish

source: Platform
uz: Qurilma

source: Category
uz: toifa

source: Login to your account
uz: Akkauntga kirish

source: Go to the system to buy games, add comment add comments to a post
uz: O'yin sotib olish, yangiliklarga izoh qoldirish hamda o'yinlarni baholash uchun ro'yxtadan o'ting

source: Donâ€™t have account? please click
uz: Akkauntingiz yo'qmi? bu yerni bosing

source: Also you can login with...
uz: Shuningdek, siz facebook, instagram va google yordamida kirishingiz mumkin.

source: user
uz: foydalanuvchi

source: balance
uz: hisobingiz

source: Login
uz: Kirish
